{
    "1": {
        "reviewNumber": "1",
        "name": "Garan G",
        "designation": "G.M. Ford Dealer",
        "photoName": "img.jpg",
        "reviewBody": "when we started using CarSherpas' lead generation technology. Their targeted advertising campaigns and proprietary chatbot technology have helped us connect with active buyers and showcase our full inventory in a way that we never could before. Their advanced predictive algorithms have also been a game-changer, presenting potential customers with a selection of cars from our inventory that they would be interested in, even if they weren't actively searching for a car yet.\r\n\r\nBut it's not just their technology that sets them apart. The CarSherpas team is knowledgeable, responsive, and always willing to go the extra mile to help us succeed. They have truly become a valuable partner in our dealership's growth.\r\n\r\nOverall, I highly recommend CarSherpas to any dealership looking to drive leads, increase sales, and outperform the competition. They have truly made a difference for us and I have no doubt they can do the same for you."
    },
    "2": {
        "reviewNumber": "2",
        "name": "Shaun R",
        "designation": "G.M. Cadillac Dealer",
        "photoName": "img_1.png",
        "reviewBody": "CarSherpas iis consistently my best performing social marketing provider. The results do all the talking and I couldn't be more pleased with the activity, which is rarely the case for marketing at all typically. Great Job Nick and Team!\r\n"
    },
    "3": {
        "reviewNumber": "3",
        "name": "Will L.",
        "designation": "G.M. CDJR Dealer",
        "photoName": "img_2.png",
        "reviewBody": "I have to say that working with CarSherpas has completely transformed the way we do business. Before partnering with them, we were relying on traditional forms of advertising like cable TV and direct mail, which were costing us a fortune and not delivering the results we wanted. But since switching to CarSherpas' targeted digital marketing strategies, we have seen a significant increase in leads and sales.\r\n\r\nTheir team is highly skilled and always available to answer any questions or concerns we have. They have a deep understanding of the automotive industry and know exactly how to reach potential buyers and get them in the door. Plus, their advanced predictive algorithms have helped us present our inventory to customers in a way that is personalized and relevant to them, which has been key in converting leads into appointments and ultimately, sales.\r\n\r\nOne of the things I appreciate most about CarSherpas is their transparency. They provide regular reports and insights into the performance of our campaigns, and they are always looking for ways to optimize and improve. They are truly a partner in our success and have been a valuable asset to our dealership. I highly recommend CarSherpas to any dealership looking to drive leads, increase sales, and outperform the competition."
    }
}